{
  "test": [
    {
      "name": [
        "Мандаринка",
        "Китайская",
        "Мандаринская"
      ],
      "photo": [
        "mandarinka.png"
      ],
      "inf": "По-китайски мандаринка называется «юаньян», мандаринки крайне редко проводят жизнь в паре, но в Китае их издавна считают очень верными друг другу. Например, в древнем ханьском стихотворении «Ко мне приехал гость издалека…» рассказывается, как верный муж прислал жене вышитые на ткани иероглифы «юань» и «ян». Пару мандаринок также часто изображают в китайском искусстве.\nКитайская поговорка о любящей паре — «две мандаринки, играющие в воде. Утками декорируют помещение для китайской свадьбы, что символизирует пожелание вечной верности и счастья в браке.",
      "http": "https://duckystyle.pythonanywhere.com/dft/our/2"
    },
    {
      "name": [
        "Мускусная",
        "Мускус"
      ],
      "photo": [
        "muskus.png",
        "muskus1.png"
      ],
      "inf": "Название получила от приписываемого старым особям свойства выделять в области мясистых наростов на голове жир якобы с запахом мускуса. Этот запах часто упоминается ранними писателями, но не известен современным.\nПо другим версиям, название могло быть производным от «муиска» (исп. Muisca) — названия древних индейцев центральной Колумбии либо от «Muscovia» (Московия) — распространённого в прошлом в Европе названия России. В последнем случае предполагают, что мускусных уток в Европу импортировала известная во времена королевы Елизаветы I английская торговая компания — «Московская компания» (англ. Muscovy Company, или Muscovite Company), в результате чего и возникло название этой утки в английском (Muscovy Duck) и других языках.",
      "http": "https://duckystyle.pythonanywhere.com/dft/our/3"
    },
    {
      "name": [
        "Гаги"
      ],
      "photo": [
        "gagi.png",
        "gagi1.png"
      ],
      "inf": "Классное название) Леди утка некоторое время проводит и на суше, и в воде, основной средой ее обитания считается воздух. С легкостью рассекая воздушное пространство вдоль поверхности моря, гага высматривает добычу на дне или в толще воды.\nКак только ее взгляд натыкается на съедобные объект, птица бросается в воду и, если глубины ныряния недостаточно для поимки добычи, подгребает сильными крыльями, чтобы достигнуть нужной глубины.\nНекоторое время гага может прекрасно чувствовать себя без кислорода, однако, не более чем через 2-3 минуты она вынуждена вернуться на поверхность, так как дышать под водой представители утиных не могут.",
      "http": "https://duckystyle.pythonanywhere.com/dft/our/1"
    },
    {
      "name": [
        "Каменушка"
      ],
      "photo": [
        "kamen.png",
        "kamen1.png"
      ],
      "inf": "Хотя обычно мы думаем, что утки обитают вокруг спокойных прудов, есть несколько видов, которые живут своей жизнью в гораздо более грубых водах. Каменушка населяет высокогорные местности, преимущественно реки ледниковой зоны. Самцы этого вида имеют сложный рисунок оперения.",
      "http": "https://duckystyle.pythonanywhere.com/dft/our/4"
    },
    {
      "name": [
        "Морянка",
        "Аулейка"
      ],
      "photo": [
        "mor.png",
        "mor1.png"
      ],
      "inf": "Морянка имеет причудливое оперение с головы до хвоста. Этот вид является одним из самых глубоко ныряющих уток – до 60 м ниже поверхности океана. По данным Корнельской лаборатории орнитологии, морянка проводит больше времени под водой, чем на поверхности по сравнению с другими ныряющими видами уток.",
      "http": "https://duckystyle.pythonanywhere.com/dft/our/5"
    },
    {
      "name": [
        "Хохлатый крохаль"
      ],
      "photo": [
        "kroh.png",
        "kroh1.png"
      ],
      "inf": "Странненький, да?\nНеобычайный гребень этой маленькой утки является источником его имени. Гребнем обладают и самцы и, самки, но только самец имеет поразительную черно-белую окраску. Мужчины поднимают свой гребень во время брачного периода и пытаются произвести впечатление на самок.",
      "http": "https://duckystyle.pythonanywhere.com/dft/our/6"
    },
    {
      "name": [
        "Розовоухая"
      ],
      "photo": [
        "roz.png",
        "roz1.png"
      ],
      "inf": "Этот необычный вид утки назван в честь розового пятна на стороне его головы, но главной отличительной чертой розовоухой утки, на самом деле, является её клюв. Большой плоский квадратный клюв и его особое строение используется для фильтрации микроскопических растений и животных в воде, которые составляют большую часть рациона этого вида.",
      "http": "https://duckystyle.pythonanywhere.com/dft/our/7"
    },
    {
      "name": [
        "Луток",
        "Малый крохаль"
      ],
      "photo": [
        "mal.png",
        "mal1.png"
      ],
      "inf": "Луток ещё один вид крохаля, обитающий в Европе и Азии. Его необычайно красивое черно-белое оперение и хохолок позволили малому крохалю занять почётное место среди 14 невероятных видов диких уток.",
      "http": "https://duckystyle.pythonanywhere.com/dft/our/8"
    },
    {
      "name": [
        "Пестроносый турпан",
        "Турпан"
      ],
      "photo": [
        "tur.png",
        "tur1.png"
      ],
      "inf": "Их внешний вид это что-то среднее между каменушками и гагами. Пестроносый турпан встречается в прибрежных водах Тихого океана и Атлантики в течение лета, где он охотится на моллюсков, ракообразных, водяных насекомых и другую мелкую добычу.",
      "http": "https://duckystyle.pythonanywhere.com/dft/our/9"
    },
    {
      "name": [
        "Каролинская",
        "Каролинка"
      ],
      "photo": [
        "kar.png",
        "kar1.png"
      ],
      "inf": "Каролинская утка имеет много сходств с мандаринкой, которые легко заметить. Это один из самых красочных видов водоплавающих птиц в Северной Америке. Виду был нанесён серьёзный урон, и он почти исчез в конце 19-го века. После огромных усилий по сохранению каролинки число особей пришло в норму.",
      "http": "https://duckystyle.pythonanywhere.com/dft/our/10"
    }
  ]
}